Repository: NamuliBrenda/djnro
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el, es, hu, ro

source: Downloading
el: Mεταφορτώνεται
es: Descargando
hu: Letöltés
ro: Se descarcă

source: Failed
el: Απέτυχε
es: Falló
hu: Sikertelen
ro: Eroare

source: The downloaded profile will be digitally signed by GÉANT Association
el: Το ληφθέν προφίλ θα φέρει ψηφιακή υπογραφή από το GÉANT Association
es: El perfil descargado será firmado digitalmente por la asociación GÉANT
hu: GÉANT Association által digitálisan aláírt profile letöltése
ro: Profilul descărcat va fi semnat digital de GÉANT Association

source: Signed
el: Υπογεγραμμένο
es: Firmado
hu: Aláírt
ro: Semnat

source: The downloaded profile will display messages in this language
el: Το ληφθέν προφίλ θα εμφανίζει μηνύματα σε αυτή τη γλώσσα
es: El perfil descargado mostrará mensajes en este idioma
hu: A letöltött profile a következő nyelven fog beszélni.
ro: Profilul descărcat va afișa mesajele în această limbă

source: Only install profiles that match your institution (and user group). When prompted for your username, enter your fully qualified username@realm, unless specifically instructed by your institution.
el: Εγκαταστήστε μόνο προφίλ που ανήκει στο φορέα (και την ομάδα χρηστών) σας. Όταν ερωτηθείτε για το όνομα χρήστη, εισάγετε το πλήρες username@realm, εκτός αν παρέχονται ειδικές οδηγίες από το φορέα σας.
es: Instala sólo perfiles que concuerden con tu institución (y colectivo de usuarios). Cuando se pida tu nombre de usuario introduce tu nombre de usuario completo nombreusuario@dominio salvo que tu institución especifique otra cosa.
hu: Csak olyan profile-t telepíts, amely megfelel az anyaintézményednek (és annak felhasználói csoportjának). Amikor a felhasználó nevet kell beírnod, akkor a teljes eduroam felhasználói nevet használd username@realm, hacsak nem kéri másként az anyaintézményed.
ro: Instalați numai profilele corespunzătoare instituției dumneavoastră (și grupului de utilizatori). Pentru câmpul cu numele de utilizator introduceți datele in formatul nume_utilizator@realm, dacă nu există alte instrucțiuni din partea instituției dumneavoastră.

source: Information &amp; Usage
el: Πληροφορίες &amp; Χρήση
es: Información y uso
hu: Információ &amp; Használat
ro: Informații &amp; Utilizare

source: Once your system is successfully configured, and after you enter your credentials (when prompted, upon installation or first connection), the device will automatically connect whenever it is in the vicinity of an eduroam hotspot.
el: Όταν ολοκληρωθεί με επιτυχία η ρύθμιση του συστήματός σας, και αφού εισάγετε τα διαπιστευτήρια χρήστη (μόλις ζητηθούν, κατά την εγκατάσταση ή την πρώτη σύνδεση), η συσκευή θα συνδέεται αυτόματα οποτεδήποτε βρίσκεται κοντά σε σημείο πρόσβασης στο eduroam.
es: Una vez que tu dispositivo esté correctamente configurado, y después de que hayas introducido tus credenciales (ya sea al configurar o en la primera conexión), el dispositivo se conectará automáticamente cada vez que estés cerca de un punto de red eduroam.
hu: Amint a rendszer sikeres konfigurálásra kerül és beírtad az eduroam felhasználói hozzáférésedet (első alkalommal), amikor az eszköz eduroam hotspot-ot észlel automatikusan kapcsolódni fog hozzá.
ro: După ce sistemul dumenavoastră va fi configurat cu succes și după ce veți introduce credențialele necesare (la instalare sau la prima conectare), dispozitivul se va conecta automat de fiecarre dată când va fi în apropiere de un punct de acces eduroam.

source: Other platforms
el: Άλλες πλατφόρμες
es: Otras plataformas
hu: Egyéb platform
ro: Alte platforme

source: If you encounter problems, you can obtain direct assistance from your home organisation:
el: Αν συναντήσετε προβλήματα, μπορείτε να λάβετε απευθείας βοήθεια από τον οικείο φορέα σας:
es: Si encuentras problemas puedes recibir asistencia directamente de parte de tu institución origen:
hu: Ha problémába ütközöl, az anyaintézményedtól kérj segítséget.
ro: Dacă întâmpinați probleme, apelați la instituția dumneavoastră:

source: If you encounter problems you can ask for help at your home institution.
el: Αν συναντήσετε προβλήματα μπορείτε να ρωτήσετε για βοήθεια στον οικείο φορέα σας.
es: Si encuentras problemas puedes pedir ayuda a tu institución origen.
hu: Ha problémába ütközöl, az anyaintézményedtól kérj segítséget.
ro: Dacă întâmpinați probleme puteți găsi ajutor la instituția dumneavoastră.

source: You may also subscribe to the %(a_catuserslist)susers mailing list%(a_close)s to report (in English) issues related to %(link_eduroamcat)s.
el: Μπορείτε επίσης να εγγραφείτε στη %(a_catuserslist)sλίστα ηλεκτρονικής αλληλογραφίας χρηστών%(a_close)s για να αναφέρετε (στα Αγγλικά) ζητήματα που σχετίζονται με το %(link_eduroamcat)s.
es: También puedes suscribirte a la %(a_catuserslist)slista de distribución para usuarios %(a_close)s para reportar (en inglés) problemas relacionados con %(link_eduroamcat)s.
hu: Feliratkozhatsz a %(a_catuserslist)sfelhasználói levelezési listára%(a_close)s, hogy hibákat jelezz (angolu) %(link_eduroamcat)s -al kapcsolatban.
ro: De asemenea, vă puteți înscrie pe lista de utilizatori %(a_catuserslist)s%(a_close)s pentru a raporta (în limba engleză) problemele despre %(link_eduroamcat)s.

source: %(link_eduroamcat)s service is provided by %(linkimg_geant)s
el: Η υπηρεσία %(link_eduroamcat)s παρέχεται από το %(linkimg_geant)s
es: El servicio %(link_eduroamcat)s lo proporciona %(linkimg_geant)s
hu: %(link_eduroamcat)s szolgáltatást %(linkimg_geant)s biztosítja
ro: Serviciul %(link_eduroamcat)s este furnizat de %(linkimg_geant)s

source: This site provides access to CAT data with respect to the service %(a_catapitou)sterms of use
el: Ο παρών ιστότοπος παρέχει πρόσβαση σε δεδομένα του CAT λαμβάνοντας υπόψη τους %(a_catapitou)sόρους χρήσης της υπηρεσίας
es: Este sitio proporciona acceso a los datos de CAT respetando los %(a_catapitou)s términos de uso del servicio
hu: Ez a honlap CAT adaokhoz való hozáférést bizotsítja %(a_catapitou)s szolgáltatás szabályai szerint.
ro: Acest site ofera acces la datele CAT cu respectarea serviciilor %(a_catapitou)s și a termenilor de folosință

source: Closest Access Point
el: Πλησιέστερο Σημείο Πρόσβασης
es: Punto de acceso más cercano
hu: Legközelebbi Access Point
ro: Punctul de Acces cel mai apropiat

source: You might be wondering about the location of the closest eduroam access points in order to be able to connect to eduroam. We provide a service and an api in order to help you find the closest eduroam access point.
el: Ίσως να αναρωτιέστε για την τοποθεσία των πλησιέστερων σημείων πρόσβασης eduroam, ώστε να είστε σε θέση να συνδεθείτε στο eduroam. Παρέχουμε μια υπηρεσία και ένα API για να σας βοηθήσει να βρείτε το πλησιέστερο σημείο πρόσβασης eduroam.
es: Puede que te preguntes sobre la localización del punto de acceso eduroam más cercano para conectarte a eduroam. Te proporcionamos un servicio y una API para ayudarte a encontrar el punto de acceso a eduroam más cercano.
hu: Amenyiben a legközelebbi eduroam hozzáférési pontot keresed jó helyen jársz. Szolgáltatunk és a szolgáltatási API-nk megmutatja a legközelebbi eduroam pontot.
ro: Dacă vă întrebați unde este cel mai apropiat punct de acces eduroam, vă furnizăm un serviciu și API necesare pentru a vă ajuta să îl găsiți.

source: eduroam (education roaming) is the secure, world-wide roaming access service developed for the international research and education community. It allows students, researchers and staff from participating institutions to obtain Internet connectivity across campus and when visiting other participating institutions by simply opening their laptop.
el: eduroam (education roaming) είναι η ασφαλής, παγκόσμια υπηρεσία πρόσβασης περιαγωγής που αναπτύχθηκε για τη διεθνή ερευνητική και εκπαιδευτική κοινότητα. Επιτρέπει σε φοιτητές, ερευνητές και προσωπικό από τα συμμετέχοντα ιδρύματα να αποκτήσουν σύνδεση στο Internet σε όλη την πανεπιστημιούπολη και όταν επισκέπτονται άλλα συμμετέχοντα ιδρύματα, απλά ανοίγοντας το laptop τους.
es: eduroam (education roaming) es el servicio mundial de movilidad segura desarrollado para la comunidad académica y de investigación. El servicio permite que estudiantes, investigadores y personal de las intituciones participantes tengan conectividad Internet a través de su propio campus y cuando visitan otras instituciones participantes con tan solo abrir su portátil.
hu: eduroam (education roaming) egy biztonságos, világméretű roaming hozzáférési szolgáltatás, amelyet a nemzetközi kutatási és oktatási közösség fejlesztett ki. Lehetővé teszi a szövetségben réztvevő intézmények diákjainak, kutatóinak és dolgozóinak az Internethez való hozzágférést anyaintézménük campusán és más résztvevő intézményekben a lehető legegyszerűbb módon, konfiguráció és beállítgatások nélkül.
ro: eduroam (education roaming) este un serviciu securizat de roaming disponibil la nivel mondial, dezvoltat pentru comunitatea din educație și cercetare. Acest serviciu permite studenților, cercetătorilor și personalului academic să primească acces la Internet în campus dar și în instituțiile vizitate care au aderat la acest serviciu prin simpla deschidere a laptop-ului.

source: To use eduroam wifi you will need to setup your laptop or smartphone. As end-user you will only be able to use eduroam if your institution provides electronic identity (e.g. account for network access). In that case you will need to contact your administrator and ask for an account. You (or your network administrator) will have to configure your computer to enable eduroam access.
el: Για να χρησιμοποιήσετε το eduroam Wi-Fi θα πρέπει να ρυθμίσετε το laptop ή το smartphone σας. Ως τελικός χρήστης θα είστε σε θέση να χρησιμοποιήσετε το eduroam εφόσον το ίδρυμα σας παρέχει ηλεκτρονική ταυτότητα (π.χ. το λογαριασμό για πρόσβαση στο δίκτυο). Σε αυτή την περίπτωση θα πρέπει να επικοινωνήσετε με το διαχειριστή σας και να ζητήσετε ένα λογαριασμό. Εσείς (ή ο διαχειριστής του δικτύου σας) θα πρέπει να ρυθμίσετε τον υπολογιστή σας για να ενεργοποιήσετε την πρόσβαση σας μέσω eduroam.
es: Para utilizar la WiFi eduroam necesitarás configurar tu portátil o smartphone. Como usuario final sólo podrás usar eduroam si tu institución te proporciona una identidad digital (una cuenta para acceder). En caso contrario necesitarás ponerte en contacto con tu administrador y pedir una cuenta. Tú (o tu administrador de red) tendréis que configurar tu ordenador para habilitar el acceso a eduroam.
hu: Azért, hogy az eduroam-ot használni tudd egyszer be kell állítanod a laptopod vagy okostelefonod. Végfelhaszmálóként akkor tudod használni az eduroam-ot ha az anyaintézményed (ahova be vagy iratkozva, vagy dolgozol) egy elektronikus azonosítót bizotsított számodra (pl. hálózati/eduroam hozzáférési fiók). Ezt az azonosítót az anyaintézményed hálózati vagy felhasználói ügyfélszolgálatán igényelheted. Ennek birtokában te, vagy a rendszergazdád be tudja állítani az eszközeiden az eduroam hozzáférést.
ro: Pentru a utiliza eduroam trebuie să vă configurați laptop-ul sau telefonul. Veți putea utiliza eduroam numai dacă instituția dumneavoastră furnizează un serviciu de identitate electronică (cont de acces). In acest caz va trebui să contactați administratorul de rețea de la instituția dumneavoastră. Dumneavoastră (sau administratorul de la instituția dumneavoastră), veți configura dispozitivul pentru a permite accesul la eduroam.

source: The management application provides an interface for administrators of federation member institutions to maintain the data that is necessary for participating in the federation.
el: Η εφαρμογή διαχείρισης παρέχει μια διεπαφή για τους διαχειριστές των φορέων-μελών της ομοσπονδίας για συντηρούν τα δεδομένα που είναι απαραίτητα για τη συμμετοχή του φορέα στην ομοσπονδία.
es: La aplicación de gestión proporciona una interfaz para que los administradores de las instituciones miembro de la federación mantengan los datos que son necesarios para participar en la federación.
hu: Ez a menedzsment alkalmazás felületet biztosít az eduroam szövetség tagintézmények rendszergazdáinak, hogy a szövetség üzemeltetéséhez és a szövetségben való részvételhez szükséges adatokat kezelni tudják.
ro: Aplicația de management furnizează o interfață pentru administratorii instituțiilor membre ale federației care permite întreținerea datelor necesare pentru a participa în federație.

source: Administrators can log in using either Social Networks or the AAI Federation:
el: Οι διαχειριστές μπορούν να συνδεθούν χρησιμοποιώντας είτε Social Networks ή την Ομοσπονδία AAI:
es: Los administradores pueden iniciar sesión utilizando tanto Redes Sociales como la Federación AAI:
hu: A rendszergazdák eduID szövetségi azonosítás vagy szociális hálózatok segítségével tudnak bejelentkezni:
ro: Administratorii se pot autentifica fie utilizând federația RoEduNetID, fie prin rețelele de socializare.

source: Social networks that have been enabled for authenticating users to the management application are listed under the <b>Manage</b> drop-down menu. Once authenticated, a user may need to assert any missing information that is required by the application (such as an e-mail address). After that, the user can proceed with activation.
el: Τα Social Networks που έχουν ενεργοποιηθεί για ταυτοποίηση χρηστών από την εφαρμογή διαχείρισης αναφέρονται κάτω από το μενού <b>Διαχείριση</b>. Μετά την ταυτοποίηση ο χρήστης ίσως χρειαστεί να παράσχει στοιχεία που τυχόν λείπουν και απαιτούνται από την εφαρμογή (όπως διεύθυνση e-mail). Στη συνέχεια ο χρήστης μπορεί να προχωρήσει στη διαδικασία ενεργοποίησης του λογαριασμού του.
es: Las redes sociales que se han habilitado para autenticar a usuarios de la aplicación de gestión se muestran en el menú desplegable <b>Gestionar</b>. Una vez autenticado, el usuario puede que necesite proporcionar algún dato que falte y que es necesario por la aplicación (como el correo electrónico). Después de eso el usuario puede proseguir con la activación.
hu: A felhasználók hitelesítésére engedélyezett szociális hálózatokat <b>Kezelés</b> legördülő menüből elindulva lehet indítani. A hitelesítéshez, a felhasználónak meg kell adnia a hiányzó információkat, amelyek szükségesek ehhez alkalmazáshoz (például e-mail cím). Ezt követően, a felhasználó folytathatja aktiválást.
ro: Rețelele de socializare care au fost activate pentru autentificarea utilizatorilor în sistemul de management pot fi găsite în meniul <b>Administrare</b>. Dupa autentificare, utilizatorul trebuie să completeze orice informație lipsă necesară (cum ar fi adresa e-mail). După această operațiune, utilizatorul poate continua cu activarea contului.

source: Authentication and authorization are carried out through a
el: Η ταυτοποίηση και εξουσιοδότηση των χρηστών πραγματοποιούνται μέσα από ένα
es: La autenticación y autorización se llevan a cabo a través de un
hu: Hitelesítés és engedélyezés
ro: Autentificarea și autorizarea sunt realizate prin

source: The following attributes are required for administrators and must be released by their home IdPs to the SP
el: Τα εξής ιδιοχαρακτηριστικά απαιτούνται για τους διαχειριστές και πρέπει να απελευθερώνονται από τον οικείο IdP προς το SP
es: Los siguientes atributos son necesarios para los administradores y deben ser emitidos por sus IdP de origen al SP
hu: Az alábbi attributumok szükségesek a rendszergazdáktól amelyeket a anyaintézmény IdP-jének kell kiadnia ennek alkalmazásnak
ro: Următoarele atribute sunt necesare pentru administratori și trebuie să fie furnizate de IdP de la instituția-mamă către SP

source: according to the
el: σύμφωνα με την
es: de acuerdo con el
hu: szerint a
ro: conform cu

source: policy and procedures documentation
el: τεκμηρίωση πολιτικής και διαδικασιών
es: documentación de políticas y procedimientos
hu: pollicy és eljárások dokumentációja
ro: documentația despre politici și proceduri

source: provided by the
el: παρέχονται από το
es: ofrecido por el/la
hu: által biztosított
ro: furnizate de

source: Attribute
el: Ιδιοχαρακτηριστικό
es: Atributo
hu: Attribútum
ro: Atribut

source: Description
el: Περιγραφή
es: Descripción
hu: Leírás
ro: Descriere

source: Provides a string that uniquely identifies an administrator in the management application.
el: Παρέχει μια συμβολοσειρά κειμένου που χρησιμοποιείται ως μοναδικό αναγνωριστικό του διαχεριστή στην εφαρμογή διαχείρισης.
es: Proporciona una cadena de texto que identifica de forma única a un administrador en la aplicación de gestión.
hu: Egy karakterlánc, amellyel egyedileg azonosítja a rendszergazdát az alkalmazás.
ro: Oferă un șir care identifică în mod unic un administrator in aplicația de management.

source: A specific URN value must be provided to authorize an administrator:
el: Μια συγκεκριμένη τιμή σε μορφή URN πρέπει να επιστρέφεται προκειμένου ένας χρήστης να εξουσιοδοτείται ως διαχειριστής:
es: Debe proporcionarse un valor concreto de URN para autorizar a un administrador:
hu: Egy URN érték amelyet be kell állítani, a rendszergazda számára (HEXAA-ból):
ro: Pentru a autoriza un administrator, este necesară furnizarea unei valoari specifice pentru URN.

source: The e-mail address (one or more) of the administrator. It is used for notifications from the management application. It may also be used for further communication, with prior consent.
el: Διεύθυνση e-mail (μία ή περισσότερες) του διαχειριστή. Χρησιμοποιείται για ειδοποιήσεις από την εφαρμογή διαχείρισης. Μπορεί επίσης να χρησιμοποιηθεί για περαιτέρω επικοινωνία με το διαχειριστή, με προηγούμενη συγκατάθεσή του.
es: La dirección de correo electrónico (una o más) del administrador. Se utiliza para las notificaciones desde la aplicación de gestión. También puede ser utilizada para otras comunicaciones en el futuro, con consentimiento previo.
hu: Az adminisztrátor e-mail címe(i) . Ezt használja a menedzsment alkalmazás üzenetek küldésére. További kommunikációra is hasznáható előzetes hozzájárulással.
ro: Adresa e-mail (una sau mai multe) a administratorului. Va fi utilizată pentru notificări venite din aplicația de management. De asemenea, va fi utilizată pentru diverse comunicări, cu acord prealabil.

source: The person's first name.
el: Το όνομα του διαχειριστή.
es: Nombre de la persona.
hu: Személy keresztneve
ro: Prenumele persoanei.

source: The person's last name.
el: Το επώνυμο του διαχειριστή.
es: Apellido de la persona.
hu: A személy vezetékneve.
ro: Numele persoanei.

source: Once attribute release is setup properly an administrator can login to the management application.
el: Εφόσον απελευθερώνονται τα απαραίτητα ιδιοχαρακτηριστικά, ο διαχειριστής μπορεί να συνδεθεί στην εφαρμογή διαχείρισης.
es: Una vez la emisión del atributo esté configurada correctamente el administrador puede iniciar sesión a la aplicación de gestión.
hu: Miután attribútum kiadás rendesen be van állítva a rendszergazda be fog tudni jelenkezni az alkalmazásba.
ro: După ce furnizarea atributului va fi configurată corect, administratorul se va putea conecta la aplicația de management.

source: After the first login, administrators are asked to associate their account with the institution they want to manage. Their choice must then be ratified by the operators of their management application. Following that, they will be notified through e-mail and they will then be able to start using the management application.
el: Μετά την πρώτη είσοδο, ζητείται από τους διαχειριστές να συνδέσουν το λογαριασμό τους με το φορέα που επιθυμούν να διαχειρίζονται. Η επιλογή τους θα πρέπει να επικυρωθεί από τους διαχειριστές της εφαρμογής. Στη συνέχεια οι διαχειριστές θα ενημερωθούν μέσω e-mail ότι μπορούν να ξεκινήσουν να χρησιμοποιούν την εφαρμογή διαχειρίσης.
es: Después del primer inicio de sesión, a los administradores se les pide asociar su cuenta con la institución que quieren gestionar. Su elección debe ser aprobada por los operadores de su aplicación de gestión. Una vez hecho esto serán notificados mediante correo electrónico y entonces podrán empezar a usar la aplicación de gestión.
hu: Az első bejelentkezés után a rendszergazdának kérni kell, hogy összekapcsolják az azonosítóját azzal intézménnyel amelynek kezeléséért felelős. Ezt az összekapcsolást a szövetség üzemeltetői erősítik meg. Ezt követően e-mail értesítést kap, hogy képes használni az alkalmazást.
ro: După prima conectare/autentificare, administratorii sunt rugați să asocieze contul lor cu instituția pe care o administrează. Alegerea lor trebuie să fie confirmată de operatorii aplicației de management. Ulterior, administratorii vor fi notificați prin e-mail și vor avea acces la aplicația de management.

source: Among other things, the metadata provided by administrators through the management application are used to compile database data for the federation
el: Μεταξύ άλλων, τα μεταδεδομένα που παρέχονται από τους διαχειριστές μέσω της εφαρμογής διαχείρισης χρησιμοποιούνται για την ενημέρωση της βάσης δεδομένων της ομοσπονδίας
es: Entre otras cosas, los metadatos proporcionador por los administradores a través de la aplicación de gestión se utilizan para componer una base de datos para la federación
hu: Többek között, az adminisztrátorok által a alkalmazás segítségével karbantartott adatokat használjuk a szövetség adatbázisának karbantartásához.
ro: Metadatele furnizate de administratori prin intermediul aplicației de management sunt folosite pentru a genera baza de date necesară pentru federație

source: Participating Institutions
el: Συμμετέχοντες Φορείς
es: Instituciones participantes
hu: A résztvevő intézmények
ro: Instituții participante

source: In
el: Στην
es: En
hu: Azokban
ro: în

source: eduroam is provided by the following institutions/organizations
el: το eduroam παρέχεται από τους ακόλουθους φορείς/οργανισμούς
es: eduroam es proporcionado por las siguientes instituciones/organizaciones
hu: eduroam-ot a következő intézmények/szervezetek nyújtanak
ro: Următoarele instituții/organizații oferă eduroam

source: eduroam worldwide
el: eduroam παγκοσμίως
es: eduroam en el mundo
hu: Világ eduroam
ro: eduroam la nivel mondial

source: Overview
el: Επισκόπηση
es: Vista general
hu: Áttekintés
ro: Generalități

source: Logout
el: Έξοδος
es: Cerrar sesión
hu: Kijelentkezés
ro: Logout/Deconectare

source: Users - Institutions
el: Χρήστες - Φορείς
es: Usuarios - Instituciones
hu: Felhasználók - Intézmények
ro: Utilizatori - Instituții

source: Users
el: Χρήστες
es: Usuarios
hu: Feljhasználók
ro: Utilizatori

source: Active
el: Ενεργός
es: Activo
hu: Aktív
ro: Activ

source: Inactive
el: Ανενεργός
es: Inactivo
hu: Inaktív
ro: Inactiv

source: Key Expired
el: Κλειδί Έληξε
es: Clave caducada
hu: Lejárt
ro: Cheie expirată

source: Admin Users
el: Διαχειριστές
es: Usuarios administradores
hu: Rendszergazdai felhasználók:
ro: Utilizatori cu drept de administrare

source: institutions
el: φορείς
es: instituciones
hu: intézmények
ro: instituții

source: If you have any questions or need help, contact
el: Αν έχετε απορίες ή χρειάζεστε βοήθεια, επικοινωνήστε με το
es: Si tienes alguna pregunta o necesitas ayuda contacta con
hu: Ha bármilyen kérdése van, vagy segítségre van szüksége, lépjen kapcsolatba
ro: Dacă aveți întrebări sau nevoie de ajutor, contactați

source: This is a service provided by
el: Αυτή η υπηρεσία παρέχεται από
es: Este es un servicio ofrecido por
hu: Ezt a szolgáltatást biztosította:
ro: Acest serviciu este funrizat de

source: Activation Complete
el: Ολοκλήρωση Ενεργοποίησης
es: Activación completada
hu: Az aktiválás befejeződött
ro: Activare completă

source: Activation Status
el: Κατάσταση Ενεργοποίησης
es: Estado de la activación
hu: Aktiválási állapot
ro: Starea activării

source: succesfully activated
el: ενεργοποιήθηκε επιτυχώς
es: activado con éxito
hu: sikeresen aktivált
ro: activate cu succes
