Repository: NamuliBrenda/djnro
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el, es, hu, ro

source: user
el: Χρήστης
es: usuario
hu: felhasználó
ro: utilizator

source: users
el: Χρήστες
es: usuarios
hu: felhasználók
ro: utilizatori

source: %sUser account activated
el: %sΟ λογαριασμός χρήστη ενεργοποιήθηκε
es: %sCuenta de usuario activada
hu: %sUser fiók aktivált
ro: %sContul de utilizator este activat

source: Greek
el: Ελληνικά
es: Griego
hu: Görög
ro: Greacă

source: English
el: Αγγλικά
es: Inglés
hu: Angol
ro: Engleză

source: Spanish
el: Ισπανικά
es: Español
hu: Spanyol
ro: Spaniolă

source: Hungarian
el: Ουγγρικά
es: Húngaro
hu: Magyar
ro: Maghiară

source: Romanian
ro: Română

source: Home
el: Αρχική
es: Inicio
hu: Kezdőlap
ro: Acasă

source: Manage
el: Διαχείριση
es: Gestionar
hu: Kezelés
ro: Administrare

source: Language
el: Γλώσσα
es: Lenguaje
hu: Nyelv
ro: Limbă

source: Institutions
el: Φορείς
es: Instituciones
hu: Intézmények
ro: Instituții

source: Management
el: Διαχείριση
es: Gestión
hu: Menedzsment
ro: Administrare

source: Participants
el: Συμμετέχοντες
es: Participantes
hu: Résztvevők
ro: Participanți

source: Connect to eduroam
el: Συνδεθείτε στο eduroam
es: Conectar a eduroam
hu: eduroam kapcsolódás
ro: Conectare la eduroam

source: Service
el: Υπηρεσία
es: Servicio
hu: Szolgáltatás
ro: Serviciu

source: Closest eduroam
el: Πλησιέστερο eduroam
es: eduroam más próximo
hu: Legközelebbi eduroam
ro: eduroam în apropiere

source: World eduroam
el: eduroam στον κόσμο
es: eduroam mundial
hu: Világ eduroam
ro: eduroam la nivel mondial

source: Closest point api
el: API για το κοντινότερο σημείο
es: API de punto más cercano
hu: Legközelebbi pont API
ro: Cel mai apropiat punct API

source: Name
el: Όνομα
es: Nombre
hu: Név
ro: Nume

source: Email
es: Correo electrónico
ro: Adresă e-mail

source: Phone
el: Τηλέφωνο
es: Teléfono
hu: Tel.:
ro: Telefon

source: Type
el: Τύπος
es: Tipo
hu: Tipus
ro: Tip

source: Privacy
el: Ιδιωτικότητα
es: Privacidad
hu: magánélet
ro: Confidențialitate

source: CAT enroll
el: Εγγραφή CAT
es: Suscribir a CAT
hu: CAT jelentkezés
ro: Aderare la CAT

source: CAT Institution ID
el: ID Φορέα CAT
es: ID de institución en CAT
hu: CAT Intézmény azonosító
ro: ID Instituție în CAT

source: CAT configuration profiles
el: προφίλ διαμόρφωσης CAT
es: Perfiles de configuración de CAT
hu: CAT konfigurációs profilok
ro: Profile de configurare în CAT

source: URL/Status
el: URL/Κατάσταση
es: URL/Estado
ro: Stare/URL

source: CAT instance
el: εγκατάσταση CAT
es: Instancia de CAT
hu: CAT példány
ro: Instanță CAT

source: Applier
el: Αιτών
es: Solicitante
hu: Igénylő
ro: Solicitant

source: Apply
el: Εφαρμογή
es: Solicitar
hu: Alkalmaz
ro: Aplică

source: Status
el: Κατάσταση
es: Estado
hu: Státusz
ro: Stare

source: Response
el: Απάντηση
es: Respuesta
hu: Válasz
ro: Răspuns

source: Institution Id
el: ID Φορέα
es: ID Institución
hu: Intézmény azonosító
ro: Identificator Instituție

source: CAT url
el: σύνδεσμος CAT
ro: URL CAT

source: Contacts
el: Επαφές
es: Contactos
hu: Elérhetőségek
ro: Contacte

source: Action
el: Ενέργεια
es: Acción
hu: Műveletek
ro: Acțiune

source: edit
el: επεξεργασία
es: editar
hu: szerkesztés
ro: editează

source: delete
el: διαγραφή
es: borrar
hu: törlés
ro: șterge

source: Add new contact
el: Προσθήκη νέας επαφής
es: Añadir nuevo contacto
hu: Új Kapcsolat Hozzáadása
ro: Adaugă contact nou

source: Delete contact
el: Διαγραφή επαφής
es: Borrar contacto
hu: Névjegy törlése
ro: Șterge contact

source: Cancel
el: Άκυρο
es: Cancelar
hu: Mégsem
ro: Anulare

source: Delete
el: Διαγραφή
es: Borrar
hu: Törlés
ro: Șterge

source: Display
el: Προβολή
es: Mostrar
hu: Kijelző
ro: Afișare

source: All
el: Όλα
es: Todos
hu: Minden
ro: Tot/Toate

source: contacts
el: επαφές
es: contactos
hu: elérhetőségek
ro: contacte

source: No records to display
el: Δεν υπάρχουν δεδομένα για προβολή
es: No hay registros para mostrar
hu: Nincs megjeleníthető adat
ro: Nimic de afișat

source: Showing 0 to 0 of 0 entries
el: Προβολή 0 έως 0 από 0 εγγραφές
es: Mostrando 0 hasta 0 de 0 entradas
hu: A következő 0-0 0 bejegyzés
ro: Afișare de la 0 la 0 din 0 intrări

source: Search:
el: Αναζήτηση:
es: Buscar
hu: Keresés:
ro: Căutare:

source: First
el: Πρώτη
es: Primero
hu: Első
ro: Primul/Prima

source: Previous
el: Προηγούμενο
es: Previo
hu: Előző
ro: Anterior

source: Next
el: Επόμενο
es: Siguiente
hu: Következő
ro: Următor

source: Last
el: Τελευταία
es: Último
hu: Utolsó
ro: Ultimul

source: You are about to delete contact
el: Πρόκειται να διαγράψετε την επαφή
es: Está a punto de eliminar el contacto
hu: Arra készül, hogy törli az elérhetőséget
ro: Datele de contact vor fi șterse

source: Press Delete to proceed or Cancel to cancel deletion
el: Επιλέξτε Διαγραφή για να συνεχίσετε ή Άκυρο για να ακυρώσετε
es: Pulse Borrar para proceder o Cancelar para cancelar la eliminación
hu: Nyomja meg a Töröl gombot a folytatáshoz vagy a Mégse gombot
ro: Apăsați Ștergere pentru a continua sau Anulare pentru a renunța

source: Add Contact
el: Προσθήκη Επαφής
es: Añadir contacto
hu: Névjegy hozzáadása
ro: Adăugare Contact

source: Institution
el: Φορέας
es: Institución
hu: Intézmény
ro: instituție

source: Street
el: Οδός
es: Calle
hu: utca
ro: Strada

source: City
el: Πόλη
es: Ciudad
hu: Város
ro: Oraș

source: Institution Type
el: Τύπος Φορέα
es: Tipo de institución
hu: Intézmény típus
ro: Tipul instituției

source: Domain Name
el: Όνομα Χώρου
es: Dominio
hu: Domain név
ro: Nume de domeniu

source: Number User
el: Αριθμός Χρηστών
es: Numerar usuario
hu: Felhasználószám:
ro: Număr Utilizator

source: Number of IDs
el: Πλήθος ψηφ. ταυτοτήτων
es: Número de IDs
hu: Azonosítók száma
ro: Număr de ID-uri

source: Edit
el: Επεξεργασία
es: Editar
hu: Szerkesztés
ro: Editare

source: No institution details defined yet for
el: Δεν έχουν καθοριστεί λεπτομέρειες φορέα ακόμα για
es: No hay detalles de la institución definidos todavía para
hu: Az intézmény adatai nincsenek definiálva:
ro: Deocamdată nu există detalii instituționale pentru

source: No institution defined
el: Δεν έχει καθοριστεί φορέας
es: Institución no definida
hu: Nincsen definiált intézmény
ro: Nu este definită nicio instituție

source: Address
el: Διεύθυνση
es: Dirección
hu: Cím
ro: Adresă

source: Number of Users
el: Αριθμός Χρηστών
es: Número de Usuarios
hu: Felhasználók száma
ro: Număr de Utilizatori

source: Add User
el: Προσθήκη Χρήστη
es: Añadir Usuario
hu: Felhasználó hozzáadása
ro: Adăugare Utilizator

source: Close
el: Κλείσιμο
es: Cerrar
hu: Bezárás
ro: Închide

source: Save changes
el: Αποθήκευση
es: Guardar cambios
hu: Változtatások mentése
ro: Salvare modificări

source: Monitored realm
el: Παρακολουθούμενη περιοχή
es: Realm monitorizado
hu: Felügyelt realm
ro: Realm/domeniu monitorizat

source: Add Monitored Realm
el: Προσθήκη Παρακολουθούμενης Περιοχής
es: Añadir Realm monitorizado
hu: Felügyelt Realm hozzáadása
ro: Adăugare realm monitorizat

source: Realm
el: Περιοχή
ro: Realm/Domeniu

source: Monitoring Method
el: Μέθοδος Παρακολούθησης
es: Método de monitorización
hu: Felügyeleti eljárás
ro: Metoda de monitorizare

source: Monitored Realms
el: Παρακολουθούμενες Περιοχές
es: Realms monitorizados
hu: Felügyelt Realmek
ro: Realm/Domenii monitorizate

source: Parameters
el: Παράμετροι
es: Parámetros
hu: Paraméterek
ro: Parametri

source: add
el: προσθήκη
es: añadir
hu: hozzáadás
ro: adaugă

source: Add monitored realm
el: Προσθήκη παρακολουθούμενης περιοχής
es: Añadir Realm monitorizado
hu: Felügyelt Realm hozzáadása
ro: Adăugare realm monitorizat

source: Delete monitored realm
el: Διαγραφή παρακολουθούμενης περιοχής
es: Borrar Realm monitorizado
hu: Felügyelt Realm törlése
ro: Ștergere realm monitorizat

source: realms
el: περιοχές
hu: realmek
ro: realms/domenii

source: You are about to delete monitored realm (and its parameters if any)
el: Πρόκειται να διαγράψετε την περιοχή (και όποιες παραμέτρους της)
es: Estás a punto de borrar un dominio monitorizado (y sus parámetros si hubiera)
hu: Arra készül, hogy törölje felügyelt realm-et (és annak paramétereit, ha van ilyen)
ro: Realm/domeniul monitorizat va fi șters (inclusiv parametrii acestuia, dacă există)

source: Delete Monitored Realm
el: Διαγραφή Παρακολουθούμενης Περιοχής
es: Borrar dominio monitorizado
hu: Felügyelt Realm törlése
ro: Ștergere realm monitorizat

source: You are about to delete monitored realm parameters for
el: Πρόκειται να διαγράψετε τις παραμέτρους παρακολουθούμενης περιοχής για
es: Está a punto de eliminar los parámetros de la monitorización de dominio de
hu: Arra készül, hogy törölje felügyelt realm-et paramétereit
ro: Parametrii realm/domeniului monitorizat vor fi șterși

source: Delete Monitored Realm Parameters
el: Διαγραφή Παραμέτρων Παρακολουθούμενης Περιοχής
es: Borrar parámetros de monitorización de dominio
hu: Felügyelt Realm paraméterek törlése
ro: Ștergere parametri realm monitorizat

source: parameters
el: παράμετροι
es: parámetros
hu: paraméterek
ro: parametri

source: Add Monitored Realm Parameters
el: Προσθήκη Παραμέτρων Παρακολουθούμενης Περιοχής
es: Añadir parámetros de monitorización de dominio
hu: Felügyelt Realm paraméterek hozzáadása
ro: Adăugare parametri realm monitorizat

source: EAP Method
el: Μέθοδος EAP
es: Método EAP
hu: EAP típusa
ro: Metoda EAP

source: EAP2 Method
el: Μέθοδος EAP2
es: Método EAP2
hu: EAP2 típusa
ro: Metoda EAP2

source: Username
el: Όνομα Χρήστη
es: Nombre de usuario
hu: Felhasználónév
ro: Nume de utilizator

source: Password
el: Κωδικός
es: Clave
hu: Jelszó
ro: Parolă

source: Realms
el: Περιοχές
hu: Realmek
ro: Realms/Domenii

source: Server(s)
el: Εξυπηρετητής(ές)
es: Servidor(es)
hu: Szerver(ek)
ro: Server(e)

source: Add new realm
el: Προσθήκη νέας περιοχής
es: Añadir nuevo realm
hu: Új Realm hozzáadása
ro: Adăugare realm nou

source: Delete Realm
el: Διαγραφή Περιοχής
es: Borrar realm
hu: Realm törlése
ro: Ștergere Realm

source: Add Realm
el: Προσθήκη Περιοχής
es: Añadir Realm
hu: Realm hozzáadása
ro: Adăugare Realm

source: Proxy to Servers
el: Προώθηση σε Εξυπηρετητές
es: Proxy a servidores
hu: A használt proxy
ro: Proxy spre servere

source: Only IdP and IdP/SP server types are allowed
el: Επιτρέπονται μόνο εξυπηρετητές τύπου IdP ή IdP/SP
es: Sólo se permiten tipos de servidor IdP e IdP/SP
hu: Csak IdP és IdP / SP szerver típusok engedélyezettek
ro: Sunt permise numai servere de tip IdP sau IdP/SP

source: Servers
el: Εξυπηρετητές
es: Servidores
hu: Szerverek
ro: Servere

source: Label
el: Ετικέτα
es: Etiqueta
hu: Címke
ro: Etichetă

source: Address Family
el: Οικογένεια Διεύθυνσης
es: Familia de direcciones
hu: Cím család
ro: Tip adresă

source: Host
hu: hoszt
ro: Gazdă/Host

source: RADIUS Packet Types
el: Τύποι Πακέτων RADIUS
es: Tipos de paquete RADIUS
hu: RADIUS csomag típusai
ro: Tipuri de pachet RADIUS

source: Authentication Port
el: Θύρα Ταυτοποίησης
es: Puerto de autenticación
hu: Azonosítási Port
ro: Port pentru autentificare

source: Accounting Port
el: Θύρα Accounting
es: Puerto de accounting
ro: Port contabil/contabilitate

source: Status Server
es: Servidor de estado
hu: Állapot szerver
ro: Stare server

source: Add new server
el: Προσθήκη Νέου Εξυπηρετητή
es: Añadir nuevo servidor
hu: Új kiszolgáló hozzáadása
ro: Adăugare server nou

source: Delete Server
el: Διαγραφή Εξυπηρετητή
es: Borrar servidor
hu: Kiszolgáló törlése
ro: Ștergere server

source: servers
el: εξυπηρετητές
es: servidores
hu: Szerverek
ro: servere

source: Add Server
el: Προσθήκη Εξυπηρετητή
es: Añadir servidor
hu: Kiszolgáló hozzáadása
ro: Adăugare Server

source: Hostname
el: Όνομα υπολογιστή
es: Nombre de host
hu: Hoszt név
ro: Nume de host

source: Status-Server
es: Servidor de estado
hu: Állapot szerver
ro: Stare Server

source: Locations
el: Τοποθεσίες
es: Localizaciones
hu: Helyszínek
ro: Locații

source: Location
el: Τοποθεσία
es: Localización
hu: Helyszín
ro: Locație

source: Stage
el: Στάδιο
es: Etapa
hu: szint
ro: Stadiu

source: Geo Type
el: Γεωχωρικός Τύπος
es: Tipo de geoposición
hu: Geo típus
ro: Tip Geo

source: Location Name
el: Όνομα Τοποθεσίας
es: Nombre de la localización
hu: A helyszín megnevezése
ro: Numele locației

source: Physical Availability
el: Φυσική Προσβασιμότητα
es: Disponibilidad física
hu: Fizikai rendelkezésre állás
ro: Disponibilitate fizică

source: Operation Hours
el: Ώρες Λειτουργίας
es: Horario de operación
hu: Működési időszak
ro: Orar de operare

source: Location Type
el: Τύπος Τοποθεσίας
es: Tipo de localización
hu: Helyszín típus
ro: Tipul locației

source: Encryption Level
el: Επίπεδο Κρυπτογράφησης
es: Nivel de cifrado
hu: Titkosítási szint:
ro: Nivel de criptare

source: Tags
el: Ετικέτες
es: Etiquetas
hu: tag
ro: Etichete

source: AP number
el: Αριθμός APs
es: Número de APs
hu: AP szám
ro: Număr de AP-uri

source: Wired number
el: Αριθμός Ενσύρματων
es: Número de cableados
hu: Vezetékes szám
ro: Număr de conexiuni cablate

source: AP no
el: Αριθμός AP
hu: AP-k száma
ro: Numărul AP

source: Actions
el: Ενέργειες
es: Acciones
hu: Műveletek
ro: Acțiuni

source: Delete Location
el: Διαγραφή Τοποθεσίας
es: Borrar localización
hu: Helyszín törlése
ro: Ștergere Locație

source: Add a new location
el: Προσθέστε μία νέα τοποθεσία
es: Añadir nueva localización
hu: Új helyszín hozzáadása
ro: Adăugare Locație nouă

source: Location Details
el: Λεπτομέρειες Τοποθεσίας
es: Detalles de la localización
hu: Helyszín adatok
ro: Detalii despre locație

source: locations
el: τοποθεσίες
es: localizaciones
hu: helyszínek
ro: locații

source: You are about to delete location
el: Πρόκειται να διαγράψετε την τοποθεσία
es: Estás a punto de eliminar la localización
hu: Arra készül, hogy törölje helyszínt
ro: Locația va fi ștearsă

source: successfully deleted
el: διαγράφηκε επιτυχώς
es: borrado con éxito
hu: Törlés sikerült
ro: ștergerea a fost efectuată

source: Add Location
el: Προσθήκη Tοποθεσίας
es: Añadir localización
hu: Helyszín hozzáadása
ro: Adăugare Locație

source: Search location
el: Αναζήτηση τοποθεσίας
es: Buscar localización
hu: Helyszín keresése
ro: Căutare Locație

source: Update Map
el: Ενημέρωση Χάρτη
es: Actualizar mapa
hu: Térkép frissítés
ro: Actualizare hartă

source: Current Location
el: Τρέχουσα Τοποθεσία
es: Localización actual
hu: Jelenlegi tartózkodási hely
ro: Locația curentă

source: type
el: τύπος
es: tipo
hu: Tipus
ro: tip

source: language
el: γλώσσα
es: idioma
hu: nyelv
ro: limbă

source: Save Changes
el: Αποθήκευση Αλλαγών
es: Guardar cambios
hu: Változtatások mentése
ro: Salvează modificările

source: eduroam CAT
ro: CAT eduroam

source: Service Locations
el: Τοποθεσίες Υπηρεσιών
es: Localizaciones de servicio
hu: Szolgálratási helyszínek
ro: Locații în care este disponibil serviciul

source: No services defined yet
el: Δεν έχουν οριστεί υπηρεσίες
es: No hay servicios definidos aún
hu: Nincsen még szolgáltatás definiálva
ro: Deocamdată nu au fost definite servicii

source: Add new service
el: Προσθήκη νέας υπηρεσίας
es: Añadir nuevo servicio
hu: Új szolgáltatás hozzáadása
ro: Adăugare serviciu nou

source: Closest Point API
el: API για το Κοντινότερο Σημείο
es: API de punto más cercano
hu: Legközelebbi Point API
ro: Cel mai apropiat punct API

source: Closest point API
el: API για το Κοντινότερο σημείο
es: API de punto más cercano
hu: Legközelebbi pont API
ro: Cel mai apropiat punct API

source: Since we collect information from eduroam.org about the available eduroam points, we developed the closest point service API, which handles locating the closest eduroam service location.
el: Μιας και συλλέγουμε πληροφορίες για τα διαθέσιμα σημεία eduroam από το eduroam.org, δημιουργήσαμε το API για το κοντινότερο σημείο, το οποίο χειρίζεται την εύρεση του κοντινότερου σημείου eduroam.
es: Como recopilamos información de eduroam.org acerca de los puntos eduroam disponibles, hemos desarrollado la API de punto de servicio más cercano, la cual se encarga de localizar el servicio eduroam más cercano.
hu: Mivel információkkal rendelkezünk az eduroam.org-on a rendelkezésre álló eduroam helyszínekről, kifejlesztettük a legközelebbi pont szolgáltatás API-t, amely megmondja a legközelebb eduroam szolgáltatás helyét.
ro: Întrucât colectăm informații despre punctele de acces edurom existente de la eduroam.org, am dezvoltat API pentru localizarea rapidă a celor mai apropiate puncte de acces eduroam.

source: The API receives the current location coordinates in a GET request, calculates the closest point through server-side triangulation and returns a JSON reply with its’ coordinates and a detailed description.
el: Το API λαμβάνει τις συντεταγμένες μια τοποθεσίας σε ένα αίτημα GET, υπολογίζει το κοντινότερο σημείο πρόσβασης βάσει τριγωνισμού θέσης στη μεριά του εξυπηρετητή και επιστρέφει μια απάντηση JSON με τις συντεταγμένες του σημείου πρόσβασης και μια αναλυτική περιγραφή.
es: La API recibe las coordenadas de localización actual a través de una petición GET, calcula el punto más cercano por triangulación y devuelve una respuesta JSON con las coordenadas y una descripción detallada.
hu: Az API megkapja az aktuális hely koordinátái egy GET kéréssel és kiszámítja a legközelebbi pontot háromszögelési megoldással és visszatér egy JSON válasszal a koordinátákkal és a pont részletes leírásával.
ro: API primește localizarea curentă într-o cerere de tip GET, calculează cel mai aproiat punct prin triangulație pe server și returnează un răspuns de tip JSON care conține coordonatele sale și o descriere detaliată.

source: Based on this API, we developed the closest point web page that allows users to find the closest eduroam location or a location they search for.
el: Βασιζόμενοι σε αυτό το API, δημιουργήσαμε τη σελίδα εύρεσης του κοντινότερου σημείου που επιτρέπει τους χρήστες να βρίσκουν την τοποθεσία του κοντινότερου σημείου eduroam στην θέση που βρίσκονται ή σε άλλη τοποθεσία που αναζητούν.
es: Basándonos en esta API hemos desarrollado una página web que permite a los usuarios encontrar la localización de eduroam más cercana, o cierta localización que busquen.
hu: Ennek API-nak a segítségével, kifejlesztettük a legközelebbi pont weboldalt, amely lehetővé teszi a felhasználók számára, hogy megtalálják a legközelebbi eduroam helyszínt.
ro: În baza acestui API, am dezvoltat o pagină web care permite utilizatorilor să găsească cel mai apropiat punct de acces eduroam sau o anumită locație pe care o caută.

source: Potentials are limitless! You can build your own application either it is web or mobile or a widget for a wearable device.
el: Οι δυνατότητες είναι απεριόριστες! Μπορείτε να δημιουργήσετε την δική σας εφαρμογή είτε είναι στο διαδίκτυο είτε σε κινητό είτε σε φορητή συσκευή.
es: ¡El potencial es ilimitado! Puedes construir tu propia aplicación tanto si es web, móvil o un widget para un accesorio inteligente.
hu: A lehetőségek korlátlanok! Lehet építeni saját alkalmazást Internet, mobil vagy hordható eszközhöz.
ro: Potențialul este nelimitat ! Puteți construi aplicația dumneavoastră, fie că este web, mobilă sau widget pentru un dispozitiv purtabil.

source: For full functionality of this site it is necessary to enable JavaScript. Here are the %(a_enablejs)sinstructions how to enable JavaScript in your web browser
el: Για την πλήρη λειτουργικότητα αυτού του ιστότοπου απατείται η ενεργοποίηση JavaScript. Λάβετε %(a_enablejs)sοδηγίες πώς να ενεργοποιήσετε JavaScript στο φυλλομετρητή σας
es: Para tener funcionalidad completa en este sitio es necesario habilitar JavaScript. Aquí están las instrucciones %(a_enablejs)s cómo habilitar JavaScript en tu navegador web
hu: A teljes funkcionlitáshoz JavaScript engedélyezése szükséges. %(a_enablejs)sleiírás segítségével engedélyezd a JavaScript-et a böngésződben
ro: Pentru ca toate funcționalitățile acestui site să fie disponibile, este necesar să activați JavaScript. Aici aveți instrucțiunile %(a_enablejs)s pentru activarea JavaScript în browserul dumneavoastră web

source: Find instructions, contacts and tools to help you securely connect to eduroam
el: Βρείτε οδηγίες, στοιχεία επικοινωνίας και εργαλεία που θα σας βοηθήσουν να συνδεθείτε με ασφάλεια στο eduroam
es: Busca instrucciones, contactos y herramientas para ayudarte a conectarte de forma segura a eduroam
hu: Leírások, kapcsolatok és eszközök a ez eduroma-hoz történő biztonságos kapcsolódáshoz
ro: Găsiți instrucțiuni, date de contact și unelte care vă vor ajuta în conectarea securizată la eduroam.

source: Search for your institution in %(COUNTRY_NAME)s
el: Αναζητήστε το φορέα σας σε %(COUNTRY_NAME)s
es: Busca tu institución en %(COUNTRY_NAME)s
hu: Intézmény keresés %(COUNTRY_NAME)s
ro: Căutați instituția dumneavoastră în %(COUNTRY_NAME)s

source: Show nearest %(span_hiddenxs)sinstitutions%(span_close)s
el: Εμφάνιση κοντινότερων %(span_hiddenxs)sφορέων%(span_close)s
es: Muestra las %(span_hiddenxs)sinstituciones más cercanas %(span_close)s
hu: Mutast a legközelebbi %(span_hiddenxs)sintézményeket%(span_close)s
ro: Arată cele mai apropiate %(span_hiddenxs)sinstituții%(span_close)s

source: Showing nearest %(span_hiddenxs)sinstitutions%(span_close)s
el: Εμφανίζονται οι κοντινότεροι %(span_hiddenxs)sφορείς%(span_close)s
es: Mostrando las %(span_hiddenxs)sinstituciones más cercanas %(span_close)s
hu: Mutast a legközelebbi %(span_hiddenxs)sintézményeket%(span_close)s
ro: Cele mai apropiate %(span_hiddenxs)sinstituții%(span_close)s

source: Find %(span_hiddenxs)sinstitutions%(span_close)s worldwide
el: Βρείτε %(span_hiddenxs)sφορείς%(span_close)s διεθνώς
es: Busca %(span_hiddenxs)s instituciones %(span_close)s en todo el mundo
hu: Mutast a legközelebbi %(span_hiddenxs)sintézményeket%(span_close)sa világban
ro: Caută %(span_hiddenxs)sinstituții%(span_close)s la nivel mondial

source: See info (instructions, contacts) for this institution
el: Δείτε πληροφορίες (οδηγίες, στοιχεία επικοινωνίας) γι αυτό το φορέα
es: Ver información (instrucciones, contactos) de esta institución
hu: Mutasd az intézményi információkat (leírás, kapcsolat)
ro: Verificați informațiile (instrucțiuni, contacte) pentru această instituție

source: Loading...
el: Φορτώνει...
es: Cargando...
hu: Betöltés...
ro: Se încarcă ...

source: Error
el: Σφάλμα
hu: Hiba
ro: Eroare

source: Request failed, please reload the page
el: Το αίτημα απέτυχε, παρακαλώ επαναλάβετε τη φόρτωση της σελίδας
es: Petición fallida. Por favor, recarga la página.
hu: Hibás kérés, töltsd újra az oldalt.
ro: Cererea a eșuat, vă rugăm să reîncărcați pagina

source: No device match, please select a different platform
el: Δε βρέθηκε συσκευή που ταιριάζει, παρακαλώ επιλέξτε διαφορετική πλατφόρμα
es: No se ha encontrado el dispositivo. Por favor, selecciona una plataforma distinta.
hu: Nincsen illeszkedő eszköz, válasz másik platformot
ro: Nu a fost găsit un dispozitiv asemănător, vă rugăm să selectați altă platformă

source: Continue
el: Συνέχεια
es: Continuar
hu: Folytatás
ro: Continuare

source: The institution administrator has specified this device should be configured with resources provided on a local page: %(redirect_link)s If you continue you will be redirected there.
el: Ο διαχειριστής φορέα όρισε ότι αυτή η συσκευή πρέπει να ρυθμιστεί με πόρους που παρέχονται σε άλλη σελίδα: %(redirect_link)s Αν συνεχίσετε θα ανακατευθυνθείτε εκεί.
es: El administrador de la institución ha especificado que este dispositivo debería ser configurado con recursos disponibles en una página local: %(redirect_link)s Si continúas serás redirigido ahí.
hu: Az anyaintézmény azt írta, hogy ezt az eszközt a következő oldal alapján kell konfigurálni: %(redirect_link)s Amennyiben folytatod, akkor át fog lépni arra az oldalra.
ro: Administratorul instituției a specificat că acest dispozitiv va fi configurat folosind resursele furnizate la o pagină locală: %(redirect_link)s Dacă continuați veți fi redirectat acolo.

source: Download
el: Μεταφόρτωση
es: Descargar
hu: Letöltés
ro: Descărcare/Download

source: Generating...
el: Παράγεται...
es: Generando...
hu: Generálás
ro: În curs de generare ...
