Repository: NamuliBrenda/djnro
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el, es, hu, ro

source: The user has probably been already activated.
el: Ο χρήστης φαίνεται να έχει ήδη ενεργοποιηθεί
es: Probablemente el usuario ya estaba activado.
hu: A felhasználó valószínűleg már aktiválva van.
ro: Probabil utilizatorul a fost deja activat.

source: User
el: Χρήστης
es: Usuario
hu: Felhasználó
ro: Utilizator

source: Activate
el: Ενεργοποίηση
es: Activar
hu: Aktiválás
ro: Activare

source: The user will be notified about his/her account activation
el: Ο χρήστης θα ενημερωθεί για την ενεργοποίση του λογαριασμού του
es: El usuario será notificado acerca de la activación de su cuenta
hu: A felhasználó értesítést kap a fiók aktiválásáról
ro: Utilizatorul va fi informat despre activarea contului său

source: User account <strong>%(username)s</strong> is pending activation. Administrators have been notified and will activate this account within the next days. <br>If this account has remained inactive for a long time contact your technical coordinator or %(nroname)s Helpdesk
el: Εκκρεμεί η ενεργοποίηση του λογαριασμού χρήστη <strong>%(username)s</ strong> . Οι διαχειριστές έχουν ειδοποιηθεί και θα ενεργοποιήσουν αυτόν τον λογαριασμό μέσα στις επόμενες μέρες. <br>Αν αυτός ο λογαριασμός έχει παραμείνει ανενεργός για μεγάλο χρονικό διάστημα επικοινωνήσετε με τον τεχνικό υπεύθυνο ή το Γραφείο Αρωγής %(nroname)s
es: La cuenta de usuario <strong>%(username)s</strong> está pendiente de activación. Los administradores han sido notificados y activarán esta cuenta en los próximos días. <br>Si esta cuenta ha permanecido inactiva por un período largo de tiempo contacta con tu coordinador técnico o el Helpdesk de %(nroname)s
hu: Felhasználó hozzáférés <strong>%(username)s</strong> aktiválása függőben. A szövetség adminisztrátorai értesítve lettek, a következő a napokban aktiválják ezt a fiokót. <br> Ha ez a fiók sokáig inaktív maradt, forduljon az eduroam szövetség technikai koordinátorához vagy a %(nroname)s ügyfélszolgálatához.
ro: Contul utilizatorului <strong>%(username)s</strong> așteaptă activarea. Administratorii au fost notificați și vor activa contul în următoarele zile. <br>Dacă contul a fost inactiv pentru o perioadă mai îndelungată, vă rugăm să contactați coordonatorul dumenavoastră tehnic sau %(nroname)s Helpdesk

source: Enter at least one e-mail address. Multiple email addresses Should be separated with semicolon (;)
el: Πληκτρολογήστε τουλάχιστον μία διεύθυνση e-mail. Οι πολλαπλές διευθύνσεις e-mail πρέπει να διαχωρίζονται με ερωτηματικό (;)
es: Introduce al menos una dirección de correo electrónico. Múltiples direcciones de correo deberían separarse con punto y coma (;)
hu: Legalább egy e-mail címet adj meg. Több e-mail címet pontosvesszővel (;) elv'lasytva edj meg.
ro: Introduceți cel puțin o adresă e-mail. Dacă vor fi mai multe adrese e-mail, acestea vor fi separate folosind (;)

source: %s is not a valid e-mail address.
el: %s δεν είναι μια έγκυρη διεύθυνση e-mail.
es: %s no es una dirección de correo electrónico válida.
hu: %s nem egy valós e-mail cím.
ro: %s nu este o adresă e-mail validă.

source: Invalid domain name format.
el: Λανθασμένη μορφή ονόματος χώρου.
es: Formato de nombre de dominio inválido.
hu: Érvénytelen domain név formátum
ro: Formatul domeniului nu este corect.

source: This field is required.
el: Αυτό το πεδίο είναι απαραίτητο.
es: Este campo es obligatorio.
hu: A mező kitöltése kötelező.
ro: Acest câmp este necesar.

source: The Type field is required to validate this field.
el: Το πεδίο Τύπος απατείται για την επικύρωση αυτού του πεδίου.
es: El campo Tipo es necesario para validar este campo.
hu: A Type mező szükséges az ellnörzéshez.
ro: Câmpul Tip este necesar pentru validare acestui câmp

source: Invalid network address/hostname format
el: Λανθασμένη μορφή ονόματος ή διεύθυνσης δικτύου
es: Formato de dirección de red o nombre de host inválido
hu: Érvénytelen hálózati cím / hostname formátum
ro: Format nevalid pentru adresa de rețea sau numele de host

source: %(prev_descr)s and %(attr_descr)s
el: %(prev_descr)s και %(attr_descr)s
es: %(prev_descr)s y %(attr_descr)s
hu: %(prev_descr)s és %(attr_descr)s
ro: %(prev_descr)s și %(attr_descr)s

source: Fill in at least one %(obj_type)s with %(msg)s
el: Συμπληρώστε τουλάχιστον %(obj_type)s με %(msg)s
es: Rellena al menos un %(obj_type)s con %(msg)s
hu: Tölts ki legalább egy %(obj_type)s nevet %(msg)s
ro: Completați cel puțin un %(obj_type)s cu %(msg)s

source: Error in usage. See help
el: Σφάλμα κατά τη χρήση. Δείτε τη βοήθεια
es: Error en el uso. Mira la ayuda
hu: Hiba a használatban. Lásd segítséget
ro: Eroare la utilizare. Verificați secțiunea Ajutor/Help

source: IEEE 802.11-2012, clause 8.4.1.34 Venue Info. This is a pair of integers, each between 0 and 255, separated with ",".
el: IEEE 802.11-2012, παράγραφος 8.4.1.34 Venue Info. Αυτό είναι ένα ζευγάρι ακέραιων αριθμών, ο καθένας μεταξύ 0 και 255, διαχωρισμένων με ",".
es: Tipo de lugar, según IEEE 802.11-2012 cláusula 8.4.1.34. Se trata de un par de enteros, cada uno entre 0 y 255, separados por ",".
hu: IEEE 802.11-2012, clause 8.4.1.34 Venue Info. Ez ","-el elválasztott egész számpárok, melyek midegyike 0 és 255 közötti
ro: IEEE 802.11-2012, clause 8.4.1.34 Venue Info. Acesta este o pereche de numere întregi, fiecare între 0 și 255, separate prin virgulă.

source: Longitude in decimal degrees, up to 8 decimal places
el: Γεωγραφικό μήκος σε δεκαδικά μοιρών, ως 8 δεκαδικά ψηφία
es: Longitud en grados decimales, hasta 8 decimales
hu: hoszzúsági fok decimális formában maximum 8 tizedes jegyyel
ro: Longitudine în grade zecimale, cu până la 8 cifre zecimale

source: Latitude in decimal degrees, up to 8 decimal places
el: Γεωγραφικό πλάτος σε δεκαδικά μοιρών, ως 8 δεκαδικά ψηφία
es: Latitud en grados decimales, hasta 8 decimales
hu: szélességi fok decimális formában maximum 8 tizedes jegyyel
ro: Latitudinea în grade zecimale, cu până la 8 cifre zecimale

source: Altitude, up to 9999 meters with millimeter precision
el: Υψόμετρο, ως 9999 μέτρα με ακρίβεια χιλιοστού
es: Altitud, hasta 9999 metros con precisión de milímetro
hu: magasság, 9999 méterig legfeljebb mm potosággal
ro: Altitudinea, până la 9999 m, cu precizie milimetrică

source: Descriptive label
el: Περιγραφική ετικέτα
es: Etiqueta descriptiva
hu: leíró címke
ro: Etichetă descriptivă

source: IP address | FQDN hostname
el: διεύθυνση IP | FQDN hostname
es: Dirección IP | Nombre FQDN de host
hu: IP-cím | FQDN hostname
ro: Adresă IP / nume FQDN

source: Default for RADIUS: 1812
el: Προεπιλεγμένο για RADIUS: 1812
es: Predefinido para RADIUS: 1812
hu: Alapértelmezett RADIUS: 1812
ro: Implicit pentru RADIUS: 1812

source: Default for RADIUS: 1813
el: Προεπιλεγμένο για RADIUS: 1813
es: Predefinido para RADIUS: 1813
hu: Alapértelmezett RADIUS: 1813
ro: Implicit pentru RADIUS: 1813

source: Do you accept Status-Server requests?
el: Δέχεστε αιτήματα Status-Server;
es: ¿Aceptas peticiones Status-Server?
hu: Elfogadja Status-szerver kéréseket?
ro: Acceptați cererile de tip Status-Server ?

source: Server: %(servername)s, Type: %(ertype)s
el: Εξυπηρετητής: %(servername)s, Τύπος: %(ertype)s
es: Servidor: %(servername)s, Tipo: %(ertype)s
hu: Kiszolgáló: %(servername)s , Típus: %(ertype)s
ro: Server: %(servername)s, Tip: %(ertype)s

source: You cannot change this server to %(ertype)s (it is used by realms %(realms)s)
el: Δεν μπορείτε να αλλάξετε αυτό το διακομιστή σε %(ertype)s (Χρησιμοποιείται από τις περιοχές %(realms)s)
es: No puedes cambiar este servidor a %(ertype)s (se utiliza por los dominios %(realms)s)
hu: Nem tudod megváltoztatni ezt a szervert %(ertype)s (i%(realms)s realm használja)
ro: Nu puteți modifica acest server în %(ertype)s (este utilizat pentru realms/domeniile %(realms)s)

source: Monitored Realm: %(monrealm)s, Proxyback Client: %(servername)s
el: Παρακολουθούμενη Περιοχή: %(monrealm)s, Πελάτης Proxyback: %(servername)s
es: Dominio monitorizado: %(monrealm)s, Cliente proxyback: %(servername)s
hu: Felügylet Realm: %(monrealm)s, Proxyback Ügyfél: %(servername)s
ro: Realm monitorizat: %(monrealm)s, Client Proxyback: %(servername)s

source: Monitored Realm: %(monrealm)s, EAP Method: %(eapmethod)s, Phase 2: %(phase2)s, Username: %(username)s
el: Παρακολουθούμενη Περιοχή: %(monrealm)s, Μέθοδος EAP: %(eapmethod)s, Phase 2: %(phase2)s, Όνομα Χρήστη: %(username)s
es: Dominio monitorizado: %(monrealm)s, Método EAP: %(eapmethod)s, Fase 2: %(phase2)s, Nombre de usuario: %(username)s
hu: Felügyelt Realm: %(monrealm)s, EAP-módszer: %(eapmethod)s, 2. fázis: %(phase2)s, név: %(username)s
ro: Realm Monitorizat: %(monrealm)s, Metoda EAP: %(eapmethod)s, Faza 2: %(phase2)s, Nume de utilizator: %(username)s

source: Restrictions regarding physical access to the service area
el: Περιορισμοί σχετικά με φυσική πρόσβαση στην περιοχή εξυπηρέτησης
es: Restricciones al acceso físico al área de servicio
hu: A szolgáltatási területhez való fizikai hozzáférés korlátozva van.
ro: Restricții pentru accesul fizic la zona de acoperire a serviciului

source: Free text description of opening hours, if service is not available 24 hours per day
el: Ελεύθερο κείμενο περιγραφής για ώρες λειτουργίας, αν η υπηρεσία δεν είναι διαθέσιμη 24 ώρες τη μέρα
es: Descripción en texto libre sobre las horas de apertura, si el servicio no está disponible 24 horas al día
hu: A nyitvatartás idő szöveges leírása, ha a szolgáltatás nem elérhető napi 24 órában
ro: Descrierea programului de lucru, dacă serviciul nu este disponibil 24 h/zi

source: Institution: %(inst)s, Service Location: %(locname)s
el: Φορέας: %(inst)s, Υπηρεσία Τοποθεσίας: %(locname)s
es: Institución: %(inst)s, Localización del servicio: %(locname)s
hu: Intézmény: %(inst)s, Szolgáltatás helyszín: %(locname)s
ro: Instituție: %(inst)s, Localizarea Serviciului: %(locname)s

source: The primary, registered domain name for your institution, eg. example.com.<br>This is used to derive the Operator-Name attribute according to RFC5580, par.4.1, using the REALM namespace.
el: Το βασικό, κατοχυρωμένο όνομα χώρου του φορέα, π.χ. example.com.<br>Από αυτό παράγεται το ιδιοχαρακτηριστικό Operator-Name σύμφωνα με το RFC5580, παρ.4.1, χρησιμοποιώντας το REALM namespace, π.χ. 1example.com
es: El nombre de dominio primario registrado para tu institución, por ejemplo example.com.<br>Se utiliza para derivar el atributo Operator-Name de acuerdo con el RFC 5580, sección.4.1, utilizando el espacio de nombres REALM.
hu: Az elsődleges, bejegyzett domain neve az intézménynek, pl. example.hu. <br> Ez Operator-Name attribútum készítéséhez használjuk RFC5580, par.4.1 alapján.
ro: Numele de domeniu primar, înregistrat, pentru instituția dumneavoastră, de exemplu domeniu.ro.<br>Acesta este utilizat pentru a deduce atributul Operator-Name, conform cu RFC5580, par.4.1, folosind spațiul de nume REALM.

source: Number of users (individuals) that are eligible to participate in eduroam service
el: Συνολικός αριθμός χρηστών (προσώπων) που δύνανται να συμμετέχουν στην υπηρεσία eduroam
es: Número de usuarios (personas) que pueden llegar a participar en el servicio eduroam
hu: A felhasználók száma (magánszemélyek), amelyek jogosultak részt venni eduroam szolgáltatásban
ro: Numărul de utilizatori (persoane) eligibili pentru acces la serviciul eduroam

source: Number of issued e-identities (credentials) that may be used for authentication in eduroam service
el: Συνολικός αριθμός λογαριασμών που μπορούν να χρησιμοποιηθούν για ταυτοποίηση χρηστών στην υπηρεσία eduroam
es: Número de identidades (credenciales) emitidas que pueden usarse para la autenticación en el servicio eduroam
hu: A kibocsátott azonosítók száma (hitelesítő adat) amelyet eduroam szolgáltatásra lehet használni
ro: Numărul de e-identities (credențiale) emise care pot fi utilizate pentru autentificare în cadrul serviciului eduroam

source: Institution: %(inst)s, Type: %(ertype)s
el: Φορέας: %(inst)s, Τύπος: %(ertype)s
es: Institución: %(inst)s, Tipo: %(ertype)s
hu: Intézmény: %(inst)s, Típus: %(ertype)s
ro: Instituție: %(inst)s, Tip: %(ertype)s

source: Country: %(country)s, NRO: %(orgname)s
el: Χώρα: %(country)s, NRO: %(orgname)s
es: País: %(country)s, NRO: %(orgname)s
hu: Ország:%(country)s, NRO: %(orgname)s
ro: Țară: %(country)s, NRO: %(orgname)s

source: Country: %(country)s, NRO: %(orgname)s, Institutions: %(inst)s, IdPs: %(idp)s, SPs: %(sp)s, IdPSPs: %(idpsp)s, Users: %(numuser)s, Identities: %(numid)s
el: Χώρα: %(country)s, NRO: %(orgname)s, Φορείς: %(inst)s, IdPs: %(idp)s, SPs: %(sp)s, IdPSPs: %(idpsp)s, Χρήστες: %(numuser)s, Ταυτότητες: %(numid)s
es: País: %(country)s, NRO: %(orgname)s, Instituciones: %(inst)s, IdPs: %(idp)s, SPs: %(sp)s, IdPSPs: %(idpsp)s, Usuarios: %(numuser)s, Identidades: %(numid)s
hu: Ország: %(country)s, NRO: %(orgname)s, intézmények: %(inst)s, IDP-k: %(idp)s, SP: %(sp)s, IdPSPs: %(idpsp)s, felhasználók: %(numuser)s, identitások: %(numid)s
ro: Țara: %(country)s, NRO: %(orgname)s, Instituții: %(inst)s, IdP: %(idp)s, SP: %(sp)s, IdPSP: %(idpsp)s, Utilizatori: %(numuser)s, Identități: %(numid)s

source: Coordinates may not be linked to more than one ServiceLoc
el: Οι συντεταγμένες δεν μπορούν να συσχετιστούν με περισσότερες από μία τοποθεσίες
es: Las coordenadas no pueden enlazarse a más de un ServiceLoc
hu: A koordinátákat nem lehet egynél több ServiceLoc-hoz kapcsolni
ro: Coordonatele nu pot fi asociate cu mai mult de un ServiceLoc

source: Only one set of coordinates per ServiceLoc is allowed
el: Επιτρέπεται μόνο μία δέσμη συντεταγμένων ανά τοποθεσία
es: Sólo se permite un conjunto de coordenadas por cada ServiceLoc
hu: ServiceLoc-nál csak egy koordinátakészlet megengedett
ro: Este permis doar un singur set de coordonate per ServiceLoc

source: institution URL
el: URL φορέα
es: URL de la institución
hu: Intézményi URL
ro: URL Instituție

source: institution address
el: διεύθυνση φορέα
es: Dirección de la institución
hu: Intézményi cím
ro: Adresă Instituție

source: location name
el: όνομα τοποθεσίας
es: Nombre de la localización
hu: helyszín név
ro: numele locației

source: Your idP should release the eduPersonPrincipalName attribute towards this service<br>
el: Ο Πάροχος ταυτότητας θα πρέπει να απελευθερώνει το ιδιοχαρακτηριστικό eduPersonPrincipalName προς αυτήν την υπηρεσία<br>
es: Tu IdP debería emitir el atributo "eduPersonPrincipalName" para este servicio<br>
hu: Az IdP-nek át kell adnia a eduPersonPrincipalName attribútumot ezen szolgáltatásnak <br>
ro: IdP-ul dumneavoastă ar trebui să furnizeze atributul eduPersonPrincipalName către acest serviciu<br>

source: Your idP should release an appropriate eduPersonEntitlement attribute towards this service<br>
el: Ο Πάροχος ταυτότητας θα πρέπει να απελευθερώνει το ιδιοχαρακτηριστικό eduPersonEntitlement με την κατάλληλη τιμή προς αυτήν την υπηρεσία<br>
es: Tu IdP debería emitir un atributo "eduPersonEntitlement" apropiado para este servicio<br>
hu: IdP-nek át kell adnia eduPersonEntitlement attributumot ezen szolgáltatásnak <br>
ro: IdP-ul dumneavoastă ar trebui să furnizeze un atribut eduPersonEntitlement corespunzător către acest serviciu<br>

source: Your idP should release the mail attribute towards this service
el: Ο Πάροχος ταυτότητας θα πρέπει να παρέχει το ιδιοχαρακτηριστικό mail προς αυτήν την υπηρεσία
es: Tu IdP debería emitir el atributo "mail" para este servicio
hu: IdP-nek át kell adnia mail attributumot ezen szolgáltatásnak <br>
ro: IdP-ul dumneavoastră ar trebui să furnizeze către acest serviciu atributul "mail"

source: Something went wrong during user authentication. Contact your administrator %s
el: Κάτι δεν πήγε καλά κατά τον έλεγχο ταυτότητας χρήστη. Επικοινωνήστε με το διαχειριστή σας %s
es: Algo fue mal durante la autenticación de usuario. Contacta con tu administrador %s
hu: Valami elromlott a a felhasználói hitelesítéskor. Lépj kapcsolatba a rendszergazdával %s
ro: Autentificarea utilizatorului a eșuat. Contactați administratorul dumneavoastră %s

source: Invalid login procedure. Error: %s
el: Μη έγκυρη διαδικασία σύνδεσης. Σφάλμα: %s
es: Procedimiento de inicio de sesión inválido. Error: %s
hu: Érvénytelen bejelentkezési eljárás. Hiba:%s
ro: Procedură de acces nevalidă. Eroare: %s

source: Violation warning: User account is already associated with an institution.The event has been logged and our administrators will be notified about it
el: Προειδοποίηση παραβίασης: Ο λογαριασμός του χρήστη έχει ήδη συσχετιστεί με έναν φορέα. Το γεγονός έχει καταγραφεί και οι διαχειριστές μας θα ενημερωθούν γι αυτό
es: Advertencia: La cuenta de usuario ya estaba asociada con una institución. Este suceso se ha registrado y nuestros administradores serán notificados
hu: Figyelmeztetés: Felhasználói fiók már hozzá van rendelve egy intézményhez. Az esemény naplózásra került, és a rendszergazdát is értesítjük róla.
ro: Atenționare: Contul de utilizator este asociat deja cu o instituție. Evenimentul a fost înregistrat și administratorii noștri vor fi notificați.

source: Urls
el: Σύνδεσμοι
hu: URL-ek

source: Protocol
el: Πρωτόκολλο
es: Protocolo
hu: Protokoll

source: Secret
el: Μυστικό
es: Secreto
hu: Titkos kulcs

source: url
el: σύνδεσμος

source: Administrator
el: Διαχειριστής
es: Administrador
hu: Adminisztrátor
